package LinkedList_2;

public class RawData {
	int		m_stdId[]		= {1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18};
	
	String	m_stdName[]		= {"박나래", "이정재", "정우성", "김국진", "하춘화", "강호동", 
							"이수근", "피오", "공유", "곽도원", "고은아", "규현", 
							"전지현", "채연", "김청", "김수지", "전영록", "구창모"};
	
	int		m_stdGrade[]	= {15, 12, 11, 10, 9, 8, 7, 7, 7, 6, 6, 6, 6, 6, 5, 5, 4, 3};
	
	String	m_stdGender[]	= {"여", "남", "남", "남", "여", "남", "남", "남", "남",
							"남", "여", "남", "여", "여", "여", "여", "남", "남"};
}
